/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Ek (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Ek ekle";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Fotoğraf çek";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotoğraf kitaplığı";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Dosyalar";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "İptal";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Başlık";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notlar";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Değer";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UYARI: FUIFormCell için geçerli UITableViewController öğesine yönelik navigationController, nil. FUIAttachmentsFormCell ve ListPickerFormCell düzgün çalışmayacak.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d sa. %d dk.";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Seçilen";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tümü";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Uyarı: ListPickerFormCell içindeki listPickerSearchResultsUpdating özelliği nil olduğundan arama devre dışı bırakıldı.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Tümünü seç";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Tümünün seçimini kaldır";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Kapat";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "daha fazla";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Daha az";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "açık";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "kapalı";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Ayarı değiştirmek için çift dokun";

